Repository: clem/slack-to-wallabag
Catalog: translations/messages.*.xliff
Languages: fr

source: Imported links
fr: Liens importés

source: Exported links
fr: Liens exportés

source: Total links
fr: Liens

source: Total users
fr: Utilisateurs

source: Channels list with total links
fr: Liste des chaînes avec leur total de liens

source: Made with
fr: Fait avec

source: near Paris by
fr: près de Paris par

source: Project available on Github
fr: Projet disponible sur Github

source: Oops!
fr: Oups!

# no-links-in-database
source: You don't have any link in your database!
fr: Il n'y a aucun lien dans votre base de données !

source: What to do now?
fr: Et maintenant que vais-je faire ?

source: Check everything is alright
fr: Vérifier que tout est bien paramétré

source: Post links on Slack
fr: Poster des liens sur Slack

source: Launch commands or check your scheduler
fr: Lancer des commandes ou vérifier votre planificateur

source: Once done, refresh this page
fr: Une fois que c'est fait, vous pouvez rafraîchir cette page

# say-hi-and-ask-for-help-if-needed
source: Say %twitterlinkstart%hi%twitterlinkend%! (and ask for help if needed)
fr: Dîtes-moi %twitterlinkstart%bonjour%twitterlinkend%! (et demandez de l'aide si besoin)
